export const TermsData = [
  {
    title: "제1조 (목적)",
    text: '이 약관은 전기통신사업법령 및 정보통신망이용촉진, 전자상거래 등에 관한 법령에 의하여 써니(이하 "회사"라 합니다)이 제공하는 써니의 서비스(이하 “서비스"라 한다) 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.',
  },
  {
    title: "제2조 (약관의 효력 및 변경)",
    text: `① 이 약관은 회사가 그 내용을 서비스 초기 화면을 통해 게시하고 이용자가 이에 동의를 함으로써 효력을 발생합니다.\n② 회사는  합리적인 사유가 있을 경우 약관규제에 관한 법률, 정보통신망 이용촉진 및 정보보호등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 변경할 수 있으며, 이 경우 적용일자 및 개정사유를 명시하여 현행약관과 함께 써니의 서비스 초기 화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.\n③ 변경된 약관은 그 내용이 법령에 위배되지 않는 한 변경 이전에 회원으로 가입한 이용자에게도 적용됩니다. 변경된 약관에 이의가 있는 회원은 회사가 정한 양식에 따라 언제든지 회원등록을 취소(회원탈퇴)할 수 있으며, 약관의 효력발생일 이후의 계속적인 서비스 이용은 약관의 변경사항에 동의한 것으로 간주됩니다.`,
  },
  {
    title: "제3조 (약관 외 준칙)",
    text: `① 이 약관은 회사가 제공하는 서비스에 관한 이용규정 및 별도 약관과 함께 적용 됩니다.\n② 이 약관에 명시되지 않은 사항과 이 약관의 해석에 관하여는 관련 법령 및 상관례에 따릅니다.`,
  },
  {
    title: "제4조 (용어의 정의)",
    text: ` 1. 이용자 : 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.\n 2.회원 : 회사에 일정한 개인정보를 제공하여 이용계약을 체결하고 아이디(ID)를 부여 받은 개인, 회사, 단체로 회사가 제공하는 서비스(제휴업체가 제공하는 서비스 제외)를 이용할 수 있는 자를 말합니다.\n 3. 비밀번호 : 회원의 본인확인과 비밀보호를 위하여 선정한 문자, 숫자 또는 양자의 조합을 말합니다.\n 4. 이용계약 : 서비스를 제공받기 위하여 이 약관으로 회사와 회원간에 체결하는 계약을 말합니다.\n 5. 계약해지 : 회사 또는 회원이 서비스 개통 후 이용계약을 해약하는 것을 말합니다.`,
  },
  {
    title: "제5조 (이용계약의 성립)",
    text: `① 서비스 가입 신청 시 본 약관을 읽고 "동의" 버튼을 누르면 이 약관에 동의하는 것으로 간주 됩니다.\n② 이용계약은 서비스 이용 희망자의 이용약관 동의 후 이용신청에 대하여 회사가 승낙함으로써 성립합니다.`,
  },
  {
    title: "제6조 (이용신청)",
    text: `① 이용신청은 회사가 요청하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 신청합니다.\n② 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로 간주하며 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스 사용의 제한을 받을 수 있습니다.`,
  },
  {
    title: "제7조 (개인정보 보호 정책)",
    text: `① 회사는 이용 신청 시 회원이 제공하는 정보, 커뮤니티 활동, 각종 이벤트 참가를 위하여 회원이 제공하는 정보 등을 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스 제공을 위한 목적으로 이용합니다.\n② 회사는 서비스 제공과 관련하여 취득한 회원의 신상정보를 본인의 승낙없이 제3자에게 누설 또는 배포할 수 없으며, 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 경우에는 그러하지 아니합니다.\n 1. 관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우 \n 2. 정보통신윤리위원회의 요청이 있는 경우 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우\n 3. 정보통신서비스의 제공에 따른 요금 정산을 위하여 필요한 경우\n 4. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우\n③ 회원이 회사 및 회사와 제휴한 서비스들을 편리하게 이용할 수 있도록 하기 위해 회원 정보는 회사와 제휴한 업체에 제공될 수 있습니다. 단, 회사는 회원 정보 제공 이전에 제휴 업체, 제공 목적, 제공할 회원 정보의 내용 등을 사전에 공지하고 회원의 동의를 얻어야 합니다. \n④ 회사는 위 3항의 범위 내에서 회사의 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고 하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.\n⑤ 회사는 다음의 각 호와 같은 경우에는 이용자의 동의 하에 개인정보를 제3자에게 제공할 수 있습니다. 이러한 경우에도 개인정보의 제3자 제공은 이용자의 동의 하에서만 이루어지며 개인 정보가 제공되는 것을 원하지 않는 경우에는, 특정 서비스를 이용하지 않거나 특정한 형태의 판촉이나 이벤트에 참여하지 않으면 됩니다. \n 1. 사이트 내의 컨텐츠 및 서비스 제공을 위하여 이용자의 ID 닉네임 이메일 주소 등이 해당 컨텐츠 및 서비스 제공자에게 제공될 수 있습니다. \n 2. 사이트 내에서 벌어지는 각종 이벤트 행사에 참여한 회원의 개인정보가 해당 이벤트의 주최자에게 제공될 수 있습니다. \n⑥ 회원이 이용신청서에 회원정보를 기재하고, 회사에 본 약관에 따라 이용신청을 하는 것은 회사가 본 약관에 따라 이용신청서에 기재된 회원정보를 수집, 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.`,
  },
  {
    title: "제8조 (이용신청의 승낙)",
    text: `① 회사는 회원이 제6조에서 정한 모든 사항을 정확히 기재하여 이용신청을 하였을 때 특별한 사정이 없는 한 접수 순서대로 이용신청을 승낙합니다.\n② 회사는 다음 각 호에 해당하는 이용신청에 대하여는 승낙을 유보할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.\n 1. 서비스 관련 설비에 여유가 없는 경우\n 2. 기술상 지장이 있는 경우\n 3. 기타 회사의 사정상 이용 승낙이 곤란한 경우\n③ 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니 할 수 있습니다.\n 1. 다른 사람의 이메일 주소를 사용하여 신청한 경우\n 2. 이용 신청 시 필요 내용을 허위로 기재하여 신청한 경우\n 3. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우 \n 4. 기타 회사가 정한 이용신청 요건이 미비 된 경우`,
  },
  {
    title: "제9조 (계약사항의 변경)",
    text: `① 회원은 개인정보수정(마이페이지-프로필 설정)을 통해 언제든지 개인정보를 열람하고 수정할 수 있습니다.\n ② 회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 온라인으로 수정을 해야 하고 미변경으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.`,
  },
  {
    title: "제10조 (회사의 의무)",
    text: `① 회사는 이 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 발생하는 경우 지체없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.\n② 회사는 회원의 프라이버시 보호와 관련하여 제7조에 제시된 내용을 지킵니다.\n③ 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약 관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.`,
  },
  {
    title: "제11조 (회원의 의무)",
    text: ` ① 회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.\n 1. 다른 회원의 ID와 비밀번호 등을 도용하는 행위\n 2. 서비스에서 얻은 정보를 회사의 사전승낙 없이 회원의 이용 이외의 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위\n 3. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위\n- 위 사항을 위반 시에는 즉각적인 경고 조치를 취하며, 경고 3회 시 탈퇴 조치를 취합니다. 단, 저작권 등 법적인(민, 형사상 소송포함) 문제를 발생시킬 경우 즉각적인 탈퇴 조치를 취합니다. 저작권 등 법적인 문제 발생 시에 당사는 책임이 없으며 게시물을 올린 게시자에게 책임이 있습니다.\n 1. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위\n 2. 범죄와 결부된다고 객관적으로 판단되는 행위\n 3. 기타 관계법령에 위배되는 행위\n② 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 합니다.\n③ 회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수 하여야 합니다.\n④ 회원은 회사의 사전 승낙 없이는 서비스를 이용하여 영업 활동을 할 수 없으며, 영업 활동의 결과와 회원이 약관에 위반한 영업 활동을 이용하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동에 대하여 회사에 대하여 손해배상의무를 집니다.\n⑤ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.`,
  },
  {
    title: "제12조 (서비스 이용 범위)",
    text: `회원은 회사를 통한 가입 시 발급된 ID 하나로 서비스 모두를 이용할 수 있습니다.`,
  },
  {
    title: "제13조 (해지 및 이용 제한)",
    text: `① 사용자가 서비스의 이용을 더 이상 원치 않는 때에는 언제든지 서비스 내 제공되는 메뉴를 이용하여 서비스 이용계약의 해지 신청을 할 수 있으며, 회사는 법령이 정하는 바에 따라 신속히 처리합니다.\n② 회사는 회원이 다음 각호에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 제한할 수 있습니다.\n 1. 타인의 아이디(ID) 및 비밀번호를 도용한 경우\n 2. 서비스 운영을 고의로 방해한 경우\n 3. 타인의 명예를 손상하거나 불이익을 주는 행위를 한 경우\n 4. 회사, 다른 회원 또는 제3자의 지식재산권을 침해하는 경우\n 5. 회사가 정한 이용계약의 의무를 위반한 경우\n③ 당사자 일방은 상대방이 이용계약을 위반하는 경우 그 상대방에게 그 시정을 요구하고, 시정을 요구한 날로부터 15일 이내에 시정이 되지 않으면, 상대방에 대한 의사표시로써 이용계약을 해지할 수 있습니다.\n④ 당사자 일방은 법령 등의 위반, 당사자 일방에게 부도 또는 지급불능, 회생 신청, 파산신청 등의 사정이 발생한 경우 등 계약의 목적 달성이 현저히 어렵거나 불가능한 경우 즉시 상대방에 대한 의사표시로써 이용계약을 해지할 수 있습니다.\n⑤ 경고 누적, 관련 법령 등의 위반으로 인해 회사가 이용계약을 해지한 회원은 동일한 계정(카카오 계정 혹은 애플 ID 계정)으로 재가입이 불가능합니다.\n⑥ 이용계약이 해지되면 법령 및 개인정보처리방침에 따라 사용자 정보를 보유하는 경우를 제외하고는 사용자 정보나 사용자가 작성한 게시물 등 모든 데이터는 삭제됩니다.`,
  },
  {
    title: "제14조 (지식재산권 등)",
    text: `① 회사가 자체적으로 제작한 저작물에 대한 저작권, 기타 지식재산권은 회사에 귀속합니다.\n② 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 전송, 출판, 배포, 방송, 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.\n③ 본 조의 내용은 이 약관이 종료 이후에도 유효하게 존속합니다.`,
  },
  {
    title: "제15조 (면책조항)",
    text: `① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.\n② 회사는 회원의 귀책 사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.\n③ 회사는 회원이 자신의 미디어에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.\n④ 회사는 기간통신사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.\n⑤ 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사, 과실이 없는 디스크 장애, 시스템 다운 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.`,
  },
];
